[
  "It is impossible for a man to learn what he thinks he already knows. - Epictetus",
  "We all love ourselves more than other people, but care more about their opinion than our own. - Marcus Aurelius",
  "You shouldn't give circumstances the power to rouse anger, for they don't care at all. - Marcus Aurelius",
  "Your mind will take the shape of what you frequently hold in thought for the human spirit is colored by such impressions. - Marcus Aurelius",
  "To live the good life: We have the potential for it. If we can learn to be indifferent to what makes no difference. - Marcus Aurelius",
  "We have two ears and one mouth so that we can listen twice as much as we speak. Epictetus",
  "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.",
  "It is the power of the mind to be unconquerable. - Seneca",
  "Sometimes even to live is an act of courage. ― Seneca",
  "Luck is what happens when preparation meets opportunity. ― Seneca",
  "Difficulties strengthen the mind, as labor does the body. ― Seneca",
  "There is no easy way from the earth to the stars― Seneca",
  "Hang on to your youthful enthusiasms -- you’ll be able to use them better when you’re older. ― Seneca",
  "Begin at once to live, and count each separate day as a separate life. ― Seneca",
  "No man was ever wise by chance ― Seneca",
  "We suffer more often in imagination than in reality ― Seneca",
  "Most powerful is he who has himself in his own power. ― Seneca",
  "As long as you live, keep learning how to live. ― Seneca",
  "It is difficult to bring people to goodness with lessons, but it is easy to do so by example. ― Seneca",
  "There is no good or bad without us, there is only perception. There is the event itself and the story we tell ourselves about what it means.",
  "In life, it doesn’t matter what happens to you or where you came from. It matters what you do with what happens & what you’ve been given.",
  "Think progress, not perfection. - Ryan Holiday",
  "The Obstacle is the way. - Ryan Holiday"
]